<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>&#x412; &#x411;&#x440;&#x435;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x432; &#x44F;&#x43D;&#x432;&#x430;&#x440;&#x435;-&#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x435; &#x43E;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x442;&#x440;&#x430;&#x432;&#x43C; &#x43F;&#x43E;&#x433;&#x438;&#x431;&#x43B;&#x438; 20 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; - ClientServerDB</title>

    
        <link rel="stylesheet" href="/lib/bootstrap/dist/css/bootstrap.css" />
        <link rel="stylesheet" href="/css/site.css" />
    
    
</head>
<body>

    <nav class="navbar navbar-expand-lg navbar-dark bg-dark fixed-top">
        <div class="container">
            <a title="ServiceStack WebApp Starter" class="navbar-brand" href="/" style="width:220px;">
                <img src="/images/logo.png" width="42" height="32" class="d-inline-block align-top" alt="" style="float:left;margin:0 10px 0 0">
                <h3>ClientServerDB</h3>
            </a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarResponsive" aria-controls="navbarResponsive"
                    aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            
<div class="collapse navbar-collapse" id="navbarResponsive">
    <ul class="navbar-nav ml-auto">
            <li class="nav-item ">
                <a class="nav-link" href="/">Home</a>
            </li>
            <li class="nav-item ">
                <a class="nav-link" href="/Home/Group">Group</a>
            </li>
            <li class="nav-item ">
                <a class="nav-link" href="/Home/Contact">Contact</a>
            </li>
    </ul>
</div>

        </div>
    </nav>

    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                    <table style="border: 1px solid grey; padding: 10px; ">
        <tr>
            <td><strong>Параметр</strong></td>
            <td><strong>Значение</strong></td>
        </tr>
        <tr>
            <td><strong>Заголовок</strong></td>
            <td>&#x412; &#x411;&#x440;&#x435;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x432; &#x44F;&#x43D;&#x432;&#x430;&#x440;&#x435;-&#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x435; &#x43E;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x442;&#x440;&#x430;&#x432;&#x43C; &#x43F;&#x43E;&#x433;&#x438;&#x431;&#x43B;&#x438; 20 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A;</td>
        </tr>
        <tr>
            <td><strong>Дата</strong></td>
            <td>10 &#x43E;&#x43A;&#x442;&#x44F;&#x431;&#x440;&#x44F; 2022 &#x433;&#x43E;&#x434;&#x430; 10:20</td>
        </tr>
        <tr>
            <td><strong>Новость</strong></td>
            <td><p> 10 &#x43E;&#x43A;&#x442;&#x44F;&#x431;&#x440;&#x44F;, &#x411;&#x440;&#x435;&#x441;&#x442; /&#x41A;&#x43E;&#x440;&#x440;. &#x411;&#x415;&#x41B;&#x422;&#x410;/. &#x412; &#x411;&#x440;&#x435;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x432; &#x44F;&#x43D;&#x432;&#x430;&#x440;&#x435; - &#x441;&#x435;&#x43D;&#x442;&#x44F;&#x431;&#x440;&#x44F; &#x43D;&#x44B;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x433;&#x43E;&#x434;&#x430; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x43E;&#x448;&#x43B;&#x43E; 20 &#x43D;&#x435;&#x441;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x432; &#x441;&#x43E; &#x441;&#x43C;&#x435;&#x440;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x438;&#x441;&#x445;&#x43E;&#x434;&#x43E;&#x43C;, &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x430;&#x435;&#x442; &#x411;&#x415;&#x41B;&#x422;&#x410; &#x441;&#x43E; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x43E;&#x439; &#x43D;&#x430; &#x441;&#x43B;&#x443;&#x436;&#x431;&#x443; &#x438;&#x43D;&#x444;&#x43E;&#x440;&#x43C;&#x430;&#x446;&#x438;&#x438; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x43A;&#x443;&#x440;&#x430;&#x442;&#x443;&#x440;&#x44B;. &quot;&#x41F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x43C;&#x44B;&#x435; &#x441;&#x443;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x430;&#x43C;&#x438; &#x43F;&#x440;&#x43E;&#x444;&#x438;&#x43B;&#x430;&#x43A;&#x442;&#x438;&#x43A;&#x438; &#x43C;&#x435;&#x440;&#x44B; &#x432; &#x447;&#x430;&#x441;&#x442;&#x438; &#x431;&#x435;&#x437;&#x43E;&#x43F;&#x430;&#x441;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x436;&#x438;&#x437;&#x43D;&#x438; &#x438; &#x437;&#x434;&#x43E;&#x440;&#x43E;&#x432;&#x44C;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x430;&#x44E;&#x449;&#x438;&#x445; &#x43E;&#x43A;&#x430;&#x437;&#x44B;&#x432;&#x430;&#x44E;&#x442; &#x43E;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x43E;&#x435; &#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;&#x435; &#x432;&#x43B;&#x438;&#x44F;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x441;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x438;&#x435; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x43C;&#x430;. &#x41C;&#x435;&#x436;&#x434;&#x443; &#x442;&#x435;&#x43C; &#x434;&#x43E; &#x441;&#x438;&#x445; &#x43F;&#x43E;&#x440; &#x43D;&#x435; &#x438;&#x441;&#x43A;&#x43E;&#x440;&#x435;&#x43D;&#x435;&#x43D;&#x44B; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x438; &#x43D;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x43A;&#x438;, &#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x44B;&#x435; &#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x441;&#x442;&#x432;&#x443;&#x44E;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x435;&#x43D;&#x438;&#x44E; &#x441;&#x43E;&#x442;&#x440;&#x443;&#x434;&#x43D;&#x438;&#x43A;&#x430;&#x43C;&#x438; &#x442;&#x440;&#x430;&#x432;&#x43C;&quot;, - &#x43E;&#x431;&#x440;&#x430;&#x442;&#x438;&#x43B;&#x438; &#x432;&#x43D;&#x438;&#x43C;&#x430;&#x43D;&#x438;&#x435; &#x432; &#x43F;&#x440;&#x43E;&#x43A;&#x443;&#x440;&#x430;&#x442;&#x443;&#x440;&#x435;. &#x412; &#x411;&#x440;&#x435;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x437;&#x430; &#x434;&#x435;&#x432;&#x44F;&#x442;&#x44C; &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x435;&#x432; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435; &#x441;&#x43C;&#x435;&#x440;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x44B; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B;&#x438; 20 &#x447;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x43A; (&#x437;&#x430; &#x434;&#x435;&#x432;&#x44F;&#x442;&#x44C; &#x43C;&#x435;&#x441;&#x44F;&#x446;&#x435;&#x432; 2021-&#x433;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; 15). &#x41F;&#x440;&#x438;&#x447;&#x435;&#x43C; &#x43A;&#x430;&#x436;&#x434;&#x44B;&#x439; &#x442;&#x440;&#x435;&#x442;&#x438;&#x439; &#x43D;&#x435;&#x441;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x439; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x439; &#x441; &#x43B;&#x435;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x438;&#x441;&#x445;&#x43E;&#x434;&#x43E;&#x43C; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x43E;&#x448;&#x435;&#x43B; &#x43F;&#x43E; &#x432;&#x438;&#x43D;&#x435; &#x43D;&#x430;&#x43D;&#x438;&#x43C;&#x430;&#x442;&#x435;&#x43B;&#x44F;. &#x412; &#x447;&#x430;&#x441;&#x442;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x43E;&#x442;&#x43C;&#x435;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x447;&#x442;&#x43E; &#x440;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x438;&#x442;&#x435;&#x43B;&#x438; &#x43D;&#x435; &#x432;&#x441;&#x435;&#x433;&#x434;&#x430; &#x43F;&#x440;&#x438;&#x432;&#x43B;&#x435;&#x43A;&#x430;&#x44E;&#x442; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x438;&#x442;&#x435;&#x43B;&#x435;&#x439; &#x43A; &#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;. &#x41D;&#x430;&#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;, &#x432; &#x418;&#x432;&#x430;&#x446;&#x435;&#x432;&#x438;&#x447;&#x441;&#x43A;&#x43E;&#x43C; &#x440;&#x430;&#x439;&#x43E;&#x43D;&#x435; &#x432;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x440;&#x435;&#x43C;&#x43E;&#x43D;&#x442;&#x430; &#x43A;&#x440;&#x44B;&#x448;&#x438; &#x441;&#x43A;&#x43B;&#x430;&#x434;&#x430; &#x443;&#x43F;&#x430;&#x43B; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x438;&#x439; &#x438; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x438;&#x43B; &#x442;&#x44F;&#x436;&#x435;&#x43B;&#x443;&#x44E; &#x442;&#x440;&#x430;&#x432;&#x43C;&#x443;. &#x420;&#x443;&#x43A;&#x43E;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x43E; &#x41E;&#x410;&#x41E; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x43B;&#x43E; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x44C; &#x43A; &#x432;&#x438;&#x43D;&#x43E;&#x432;&#x43D;&#x44B;&#x43C; &#x43C;&#x435;&#x440;&#x44B; &#x440;&#x435;&#x430;&#x433;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x43E;&#x434;&#x43D;&#x430;&#x43A;&#x43E; &#x434;&#x438;&#x440;&#x435;&#x43A;&#x442;&#x43E;&#x440; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x43D;&#x435; &#x432;&#x44B;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x43B;. &quot;&#x41E;&#x43A;&#x430;&#x437;&#x430;&#x43B;&#x438;&#x441;&#x44C; &#x43D;&#x435;&#x435;&#x434;&#x438;&#x43D;&#x438;&#x447;&#x43D;&#x44B;&#x43C;&#x438; &#x444;&#x430;&#x43A;&#x442;&#x44B; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x43D;&#x44B;&#x43C;&#x438; &#x43B;&#x438;&#x446;&#x430;&#x43C;&#x438; &#x43F;&#x43E;&#x440;&#x44F;&#x434;&#x43A;&#x430; &#x440;&#x430;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x441;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x445; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;&#x432; &#x43D;&#x430; &#x43F;&#x440;&#x43E;&#x438;&#x437;&#x432;&#x43E;&#x434;&#x441;&#x442;&#x432;&#x435;. &#x42D;&#x442;&#x43E; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x43F;&#x43E;&#x432;&#x43B;&#x435;&#x447;&#x44C; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x435; &#x43D;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x430;&#x432; &#x438; &#x437;&#x430;&#x43A;&#x43E;&#x43D;&#x43D;&#x44B;&#x445; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x435;&#x441;&#x43E;&#x432; &#x43F;&#x43E;&#x442;&#x435;&#x440;&#x43F;&#x435;&#x432;&#x448;&#x438;&#x445;. &#x41A;&#x440;&#x43E;&#x43C;&#x435; &#x442;&#x43E;&#x433;&#x43E;, &#x435;&#x441;&#x442;&#x44C; &#x43D;&#x430;&#x440;&#x435;&#x43A;&#x430;&#x43D;&#x438;&#x44F; &#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x443; &#x43C;&#x43E;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x433;&#x440;&#x443;&#x43F;&#x43F; &#x43F;&#x43E; &#x43E;&#x43A;&#x430;&#x437;&#x430;&#x43D;&#x438;&#x44E; &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x438; &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x438; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44F;&#x43C; &#x43F;&#x440;&#x438; &#x441;&#x43E;&#x431;&#x43B;&#x44E;&#x434;&#x435;&#x43D;&#x438;&#x438; &#x437;&#x430;&#x43A;&#x43E;&#x43D;&#x43E;&#x434;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x442;&#x432;&#x430; &#x43E;&#x431; &#x43E;&#x445;&#x440;&#x430;&#x43D;&#x435; &#x442;&#x440;&#x443;&#x434;&#x430;&quot;, - &#x434;&#x43E;&#x431;&#x430;&#x432;&#x438;&#x43B;&#x438; &#x432; &#x43F;&#x440;&#x43E;&#x43A;&#x443;&#x440;&#x430;&#x442;&#x443;&#x440;&#x435;.&#x41F;&#x440;&#x43E;&#x43A;&#x443;&#x440;&#x430;&#x442;&#x443;&#x440;&#x430; &#x411;&#x440;&#x435;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x439; &#x43E;&#x431;&#x43B;&#x430;&#x441;&#x442;&#x438; &#x434;&#x43B;&#x44F; &#x443;&#x441;&#x442;&#x440;&#x430;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x434;&#x43E;&#x441;&#x442;&#x430;&#x442;&#x43A;&#x43E;&#x432; &#x432;&#x43D;&#x435;&#x441;&#x43B;&#x430; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435; &#x432; &#x43E;&#x431;&#x43B;&#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43A;&#x43E;&#x43C;, &#x433;&#x434;&#x435; &#x43F;&#x440;&#x435;&#x434;&#x43B;&#x43E;&#x436;&#x438;&#x43B;&#x430; &#x43F;&#x440;&#x438;&#x43D;&#x44F;&#x442;&#x44C; &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x44B;&#x435; &#x43C;&#x435;&#x440;&#x44B; &#x434;&#x43B;&#x44F; &#x438;&#x441;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x438;&#x438;.-0- </p></td>
        </tr>
    </table>

            </div>
        </div>
        <hr />
        <footer>
            <p>&copy; 2022 - Task</p>
        </footer>
    </div>

    
        <script src="/lib/jquery/dist/jquery.js"></script>
        <script src="/lib/bootstrap/dist/js/bootstrap.js"></script>
        <script src="/js/site.js?v=7mkNbU1tgQL1bUeZe3j2R151hKLhLDKO4BBaR-iqCy0"></script>
    
    

    

<!-- Visual Studio Browser Link -->
<script type="text/javascript" src="/_vs/browserLink" async="async" id="__browserLink_initializationData" data-requestId="c5bdfa1a60504cde81e6a6bfa853a169"data-requestMappingFromServer="false" data-connectUrl="http://localhost:64928/de69d38062514d5785805fc5733eac8d/browserLink"></script>
<!-- End Browser Link -->

<script src="/_framework/aspnetcore-browser-refresh.js"></script></body>
</html>
